Repository: robinnewstory/tibber-menu-bar
Catalog: TibberMenuBar/App/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, nb, nl, sv

source: %@ has no active Tibber subscription, so there are no prices.
da: %@ har intet aktivt Tibber-abonnement, så der er ingen priser.
de: %@ hat kein aktives Tibber-Abonnement, daher gibt es keine Preise.
es: %@ no tiene una suscripción activa de Tibber, así que no hay precios.
fi: Kohteella %@ ei ole aktiivista Tibber-tilausta, joten hintoja ei ole.
fr: %@ n'a pas d'abonnement Tibber actif, il n'y a donc pas de prix.
it: %@ non ha un abbonamento Tibber attivo, quindi non ci sono prezzi.
nb: %@ har ikke noe aktivt Tibber-abonnement, så det finnes ingen priser.
nl: %@ heeft geen actief Tibber-abonnement, dus er zijn geen prijzen.
sv: %@ har ingen aktiv Tibber-prenumeration, så det finns inga priser.

source: %@ tmrw
da: %@ i morgen
de: %@ morgen
es: %@ mañana
fi: %@ huomenna
fr: %@ demain
it: %@ domani
nb: %@ i morgen
nl: %@ morgen
sv: %@ imorgon

source: %lld d ago
da: %lld d siden
de: vor %lld Tagen
es: hace %lld d
fi: %lld pv sitten
fr: il y a %lld j
it: %lld g fa
nb: %lld d siden
nl: %lld d geleden
sv: %lld d sedan

source: %lld h
da: %lld t
de: %lld Std.
nb: %lld t
nl: %lld u

source: %lld h ago
da: %lld t siden
de: vor %lld Std.
es: hace %lld h
fi: %lld h sitten
fr: il y a %lld h
it: %lld h fa
nb: %lld t siden
nl: %lld u geleden
sv: %lld h sedan

source: %lld hours
da: %lld timer
de: %lld Stunden
es: %lld horas
fi: %lld tuntia
fr: %lld heures
it: %lld ore
nb: %lld timer
nl: %lld uur
sv: %lld timmar

source: %lld min ago
da: %lld min siden
de: vor %lld Min.
es: hace %lld min
fi: %lld min sitten
fr: il y a %lld min
it: %lld min fa
nb: %lld min siden
nl: %lld min geleden
sv: %lld min sedan

source: 15 minutes
da: 15 minutter
de: 15 Minuten
es: 15 minutos
fi: 15 minuuttia
it: 15 minuti
nb: 15 minutter
nl: 15 minuten
sv: 15 minuter

source: Area
da: Flade
de: Fläche
es: Área
fi: Alue
fr: Aire
nb: Flate
nl: Vlak
sv: Yta

source: Average
da: Gennemsnit
de: Durchschnitt
es: Media
fi: Keskiarvo
fr: Moyenne
it: Media
nb: Gjennomsnitt
nl: Gemiddelde
sv: Genomsnitt

source: Average line
da: Gennemsnitslinje
de: Durchschnittslinie
es: Línea de media
fi: Keskiarvoviiva
fr: Ligne de moyenne
it: Linea della media
nb: Gjennomsnittslinje
nl: Gemiddeldelijn
sv: Genomsnittslinje

source: Bars
da: Søjler
de: Balken
es: Barras
fi: Pylväät
fr: Barres
it: Barre
nb: Stolper
nl: Staven
sv: Staplar

source: Below or above today's average
da: Under eller over dagens gennemsnit
de: Unter oder über dem heutigen Durchschnitt
es: Por debajo o por encima de la media de hoy
fi: Alle tai yli tämän päivän keskiarvon
fr: En dessous ou au-dessus de la moyenne du jour
it: Sotto o sopra la media di oggi
nb: Under eller over dagens gjennomsnitt
nl: Onder of boven het gemiddelde van vandaag
sv: Under eller över dagens genomsnitt

source: Bolt
da: Lyn
de: Blitz
es: Rayo
fi: Salama
fr: Éclair
it: Fulmine
nb: Lyn
nl: Bliksem
sv: Blixt

source: Both
da: Begge
de: Beide
es: Ambos
fi: Molemmat
fr: Les deux
it: Entrambi
nb: Begge
nl: Beide
sv: Båda

source: By price level
da: Efter prisniveau
de: Nach Preisniveau
es: Por nivel de precio
fi: Hintatason mukaan
fr: Selon le niveau de prix
it: Per livello di prezzo
nb: Etter prisnivå
nl: Per prijsniveau
sv: Efter prisnivå

source: Cents, one decimal (28,3¢)
da: Øre, én decimal (28,3 øre)
de: Cent, eine Nachkommastelle (28,3¢)
es: Céntimos, un decimal (28,3¢)
fi: Sentit, yksi desimaali (28,3¢)
fr: Centimes, une décimale (28,3¢)
it: Centesimi, un decimale (28,3¢)
nb: Øre, én desimal (28,3 øre)
nl: Centen, één decimaal (28,3¢)
sv: Öre, en decimal (28,3 öre)

source: Cents, whole (28¢)
da: Øre, afrundet (28 øre)
de: Cent, ganzzahlig (28¢)
es: Céntimos, redondeados (28¢)
fi: Sentit, pyöristetty (28¢)
fr: Centimes, arrondis (28¢)
it: Centesimi, arrotondati (28¢)
nb: Øre, avrundet (28 øre)
nl: Centen, afgerond (28¢)
sv: Öre, avrundat (28 öre)

source: Chart colors
da: Diagramfarver
de: Diagrammfarben
es: Colores del gráfico
fi: Kaavion värit
fr: Couleurs du graphique
it: Colori del grafico
nb: Diagramfarger
nl: Grafiekkleuren
sv: Diagramfärger

source: Chart height
da: Diagramhøjde
de: Diagrammhöhe
es: Altura del gráfico
fi: Kaavion korkeus
fr: Hauteur du graphique
it: Altezza del grafico
nb: Diagramhøyde
nl: Grafiekhoogte
sv: Diagramhöjd

source: Chart opens on
da: Diagrammet viser ved åbning
de: Diagramm zeigt beim Öffnen
es: El gráfico se abre en
fi: Kaavio avautuu näkymään
fr: Le graphique s'ouvre sur
it: Il grafico si apre su
nb: Diagrammet viser ved åpning
nl: Grafiek toont bij openen
sv: Diagrammet visar vid öppning

source: Chart style
da: Diagramstil
de: Diagrammstil
es: Estilo del gráfico
fi: Kaavion tyyli
fr: Style du graphique
it: Stile del grafico
nb: Diagramstil
nl: Grafiekstijl
sv: Diagramstil

source: Cheap
da: Billig
de: Günstig
es: Barato
fi: Halpa
fr: Bon marché
it: Economico
nb: Billig
nl: Goedkoop
sv: Billigt

source: Cheap %@ h window starts %@
da: Billigt %1$@-timers vindue starter %2$@
de: Günstiges %1$@-Std.-Fenster beginnt um %2$@
es: La franja barata de %1$@ h empieza a las %2$@
fi: Halpa %1$@ h jakso alkaa %2$@
fr: Créneau bon marché de %1$@ h à partir de %2$@
it: La fascia economica di %1$@ h inizia alle %2$@
nb: Billig %1$@-timers vindu starter %2$@
nl: Goedkoop venster van %1$@ u begint om %2$@
sv: Billigt %1$@-timmarsfönster börjar %2$@

source: Cheap and expensive mean
da: Billig og dyr betyder
de: Günstig und teuer bedeutet
es: Barato y caro significan
fi: Halpa ja kallis tarkoittavat
fr: Bon marché et cher signifient
it: Economico e caro significano
nb: Billig og dyrt betyr
nl: Goedkoop en duur betekent
sv: Billigt och dyrt betyder

source: Cheapest %lld h
da: Billigste %lld t
de: Günstigste %lld h
es: Más barato %lld h
fi: Halvin %lld h
fr: Moins cher %lld h
it: Meno caro %lld h
nb: Billigste %lld t
nl: Goedkoopste %lld u
sv: Billigaste %lld h

source: Cheapest window
da: Billigste vindue
de: Günstigstes Zeitfenster
es: Franja más barata
fi: Halvin jakso
fr: Créneau le moins cher
it: Fascia più economica
nb: Billigste vindu
nl: Goedkoopste venster
sv: Billigaste fönster

source: Cheapest window is about to start
da: Billigste vindue starter snart
de: Günstigstes Zeitfenster beginnt gleich
es: La franja más barata está a punto de empezar
fi: Halvin jakso alkaa pian
fr: Le créneau le moins cher va commencer
it: La fascia più economica sta per iniziare
nb: Billigste vindu starter snart
nl: Goedkoopste venster begint bijna
sv: Billigaste fönstret börjar snart

source: Compact
da: Kompakt
de: Kompakt
es: Compacto
fi: Tiivis
it: Compatto
nb: Kompakt
sv: Kompakt

source: Connect
da: Forbind
de: Verbinden
es: Conectar
fi: Yhdistä
fr: Connecter
it: Collega
nb: Koble til
nl: Verbinden
sv: Anslut

source: Connect Tibber
da: Forbind Tibber
de: Tibber verbinden
es: Conectar Tibber
fi: Yhdistä Tibber
fr: Connecter Tibber
it: Collega Tibber
nb: Koble til Tibber
nl: Tibber koppelen
sv: Anslut Tibber

source: Connected.
da: Forbundet.
de: Verbunden.
es: Conectado.
fi: Yhdistetty.
fr: Connecté.
it: Collegato.
nb: Tilkoblet.
nl: Verbonden.
sv: Ansluten.

source: Connecting…
da: Forbinder…
de: Verbinde…
es: Conectando…
fi: Yhdistetään…
fr: Connexion…
it: Collegamento…
nb: Kobler til…
nl: Verbinden…
sv: Ansluter…

source: Could not store the token in the Keychain: %@
da: Kunne ikke gemme tokenet i nøgleringen: %@
de: Token konnte nicht im Schlüsselbund gespeichert werden: %@
es: No se pudo guardar el token en el llavero: %@
fi: Tunnusta ei voitu tallentaa avainnippuun: %@
fr: Impossible d'enregistrer le jeton dans le trousseau : %@
it: Impossibile salvare il token nel portachiavi: %@
nb: Kunne ikke lagre tokenet i nøkkelringen: %@
nl: Kon het token niet in de sleutelhanger opslaan: %@
sv: Kunde inte spara token i nyckelringen: %@

source: Create a personal access token on developer.tibber.com under Settings → Access Token, then paste it here.
da: Opret et personligt adgangstoken på developer.tibber.com under Settings → Access Token, og indsæt det her.
de: Erstelle auf developer.tibber.com unter Settings → Access Token ein Personal Access Token und füge es hier ein.
es: Crea un token de acceso personal en developer.tibber.com en Settings → Access Token y pégalo aquí.
fi: Luo henkilökohtainen käyttötunnus osoitteessa developer.tibber.com kohdassa Settings → Access Token ja liitä se tähän.
fr: Créez un jeton d'accès personnel sur developer.tibber.com sous Settings → Access Token, puis collez-le ici.
it: Crea un token di accesso personale su developer.tibber.com in Settings → Access Token, poi incollalo qui.
nb: Opprett et personlig tilgangstoken på developer.tibber.com under Settings → Access Token, og lim det inn her.
nl: Maak een personal access token aan op developer.tibber.com onder Settings → Access Token en plak het hier.
sv: Skapa en personlig åtkomsttoken på developer.tibber.com under Settings → Access Token och klistra in den här.

source: Create a personal access token on developer.tibber.com under Settings → Access Token, then paste it in this app's Settings. Prices appear in the menu bar right after.
da: Opret et personligt adgangstoken på developer.tibber.com under Settings → Access Token, og indsæt det i appens indstillinger. Priserne vises i menulinjen med det samme.
de: Erstelle auf developer.tibber.com unter Settings → Access Token ein Personal Access Token und füge es in den Einstellungen dieser App ein. Die Preise erscheinen direkt danach in der Menüleiste.
es: Crea un token de acceso personal en developer.tibber.com en Settings → Access Token y pégalo en los ajustes de esta app. Los precios aparecen en la barra de menús enseguida.
fi: Luo henkilökohtainen käyttötunnus osoitteessa developer.tibber.com kohdassa Settings → Access Token ja liitä se tämän sovelluksen asetuksiin. Hinnat näkyvät valikkorivillä heti sen jälkeen.
fr: Créez un jeton d'accès personnel sur developer.tibber.com sous Settings → Access Token, puis collez-le dans les réglages de cette app. Les prix apparaissent aussitôt dans la barre des menus.
it: Crea un token di accesso personale su developer.tibber.com in Settings → Access Token, poi incollalo nelle impostazioni di questa app. I prezzi compaiono subito nella barra dei menu.
nb: Opprett et personlig tilgangstoken på developer.tibber.com under Settings → Access Token, og lim det inn i innstillingene til denne appen. Prisene vises i menylinjen rett etterpå.
nl: Maak een personal access token aan op developer.tibber.com onder Settings → Access Token en plak het in de instellingen van deze app. De prijzen verschijnen daarna meteen in de menubalk.
sv: Skapa en personlig åtkomsttoken på developer.tibber.com under Settings → Access Token och klistra in den i appens inställningar. Priserna visas i menyraden direkt efteråt.

source: Create a token…
da: Opret token…
de: Token erstellen…
es: Crear un token…
fi: Luo tunnus…
fr: Créer un jeton…
it: Crea un token…
nb: Opprett token…
nl: Token aanmaken…
sv: Skapa token…

source: Currency (€ 0,28)
da: Valuta (0,28 kr.)
de: Währung (0,28 €)
es: Moneda (0,28 €)
fi: Valuutta (0,28 €)
fr: Devise (0,28 €)
it: Valuta (0,28 €)
nb: Valuta (kr 0,28)
nl: Valuta (€ 0,28)
sv: Valuta (0,28 kr)

source: Currency, three decimals (€ 0,283)
da: Valuta, tre decimaler (0,283 kr.)
de: Währung, drei Nachkommastellen (0,283 €)
es: Moneda, tres decimales (0,283 €)
fi: Valuutta, kolme desimaalia (0,283 €)
fr: Devise, trois décimales (0,283 €)
it: Valuta, tre decimali (0,283 €)
nb: Valuta, tre desimaler (kr 0,283)
nl: Valuta, drie decimalen (€ 0,283)
sv: Valuta, tre decimaler (0,283 kr)

source: Day
da: Dag
de: Tag
es: Día
fi: Päivä
fr: Jour
it: Giorno
nb: Dag
nl: Dag
sv: Dag

source: Dim past slots
da: Nedton tidligere perioder
de: Vergangene Zeitfenster abdunkeln
es: Atenuar franjas pasadas
fi: Himmennä menneet jaksot
fr: Estomper les créneaux passés
it: Attenua le fasce passate
nb: Demp tidligere perioder
nl: Verstreken tijdvakken dimmen
sv: Tona ned passerade perioder

source: Disconnect
da: Afbryd
de: Trennen
es: Desconectar
fi: Katkaise yhteys
fr: Déconnecter
it: Scollega
nb: Koble fra
nl: Ontkoppelen
sv: Koppla från

source: End
da: Slut
de: Ende
es: Fin
fi: Loppu
fr: Fin
it: Fine
nb: Slutt
nl: Einde
sv: Slut

source: Expensive
da: Dyr
de: Teuer
es: Caro
fi: Kallis
fr: Cher
it: Caro
nb: Dyrt
nl: Duur
sv: Dyrt

source: Floor
da: Nedre grænse
de: Untergrenze
es: Mínimo del eje
fi: Alaraja
fr: Plancher
it: Minimo dell'asse
nb: Nedre grense
nl: Ondergrens
sv: Nedre gräns

source: General
da: Generelt
de: Allgemein
fi: Yleiset
fr: Général
it: Generali
nb: Generelt
nl: Algemeen
sv: Allmänt

source: Home
da: Hjem
de: Zuhause
es: Vivienda
fi: Koti
fr: Logement
it: Casa
nb: Hjem
nl: Woning
sv: Hem

source: Hourly
da: Hver time
de: Stündlich
es: Cada hora
fi: Tunneittain
fr: Par heure
it: Ogni ora
nb: Hver time
nl: Per uur
sv: Per timme

source: Icon
da: Ikon
de: Symbol
es: Icono
fi: Kuvake
fr: Icône
it: Icona
nb: Ikon
nl: Symbool
sv: Ikon

source: Last problem
da: Seneste problem
de: Letztes Problem
es: Último problema
fi: Viimeisin ongelma
fr: Dernier problème
it: Ultimo problema
nb: Siste problem
nl: Laatste probleem
sv: Senaste problem

source: Launch at login
da: Åbn ved login
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
fi: Avaa kirjautuessa
fr: Ouvrir à la connexion
it: Apri al login
nb: Åpne ved pålogging
nl: Open bij inloggen
sv: Öppna vid inloggning

source: Launch at login: %@
da: Åbn ved login: %@
de: Beim Anmelden öffnen: %@
es: Abrir al iniciar sesión: %@
fi: Avaa kirjautuessa: %@
fr: Ouvrir à la connexion : %@
it: Apri al login: %@
nb: Åpne ved pålogging: %@
nl: Open bij inloggen: %@
sv: Öppna vid inloggning: %@

source: Level dot
da: Niveauprik
de: Niveau-Punkt
es: Punto de nivel
fi: Tasopiste
fr: Point de niveau
it: Punto di livello
nb: Nivåprikk
nl: Niveaustip
sv: Nivåprick

source: Level word
da: Niveauord
de: Niveau als Wort
es: Nivel en texto
fi: Taso sanana
fr: Niveau en toutes lettres
it: Livello in parole
nb: Nivåord
nl: Niveauwoord
sv: Nivåord

source: Live power
da: Effekt nu
de: Aktuelle Leistung
es: Potencia en directo
fi: Teho nyt
fr: Puissance en direct
it: Potenza in tempo reale
nb: Effekt nå
nl: Actueel vermogen
sv: Effekt nu

source: Live power from Tibber Pulse
da: Effekt nu fra Tibber Pulse
de: Aktuelle Leistung von Tibber Pulse
es: Potencia en directo desde Tibber Pulse
fi: Teho nyt Tibber Pulsesta
fr: Puissance en direct via Tibber Pulse
it: Potenza in tempo reale da Tibber Pulse
nb: Effekt nå fra Tibber Pulse
nl: Actueel vermogen via Tibber Pulse
sv: Effekt nu från Tibber Pulse

source: Live power in the menu bar needs the Pulse stream, enabled under Popover.
da: Effekt nu i menulinjen kræver Pulse-strømmen, som slås til under Popover.
de: Aktuelle Leistung in der Menüleiste benötigt den Pulse-Stream, einzuschalten unter Popover.
es: La potencia en directo en la barra de menús necesita el flujo Pulse, que se activa en Popover.
fi: Teho valikkorivillä vaatii Pulse-virran, joka otetaan käyttöön kohdassa Popover.
fr: La puissance en direct dans la barre des menus nécessite le flux Pulse, à activer sous Popover.
it: La potenza in tempo reale nella barra dei menu richiede il flusso Pulse, da attivare in Popover.
nb: Effekt nå i menylinjen krever Pulse-strømmen, som slås på under Popover.
nl: Actueel vermogen in de menubalk vereist de Pulse-stream, in te schakelen onder Popover.
sv: Effekt nu i menyraden kräver Pulse-strömmen, som slås på under Popover.

source: Live power needs a home with a Tibber Pulse. The cheapest window length is also used by the window notification and the chart shading.
da: Effekt nu kræver et hjem med en Tibber Pulse. Længden på det billigste vindue bruges også til vinduesnotifikationen og skyggen i diagrammet.
de: Aktuelle Leistung benötigt ein Zuhause mit Tibber Pulse. Die Länge des günstigsten Zeitfensters gilt auch für die Fenster-Mitteilung und die Schattierung im Diagramm.
es: La potencia en directo necesita una vivienda con Tibber Pulse. La duración de la franja más barata también se usa para la notificación de franja y el sombreado del gráfico.
fi: Teho nyt vaatii kodin, jossa on Tibber Pulse. Halvimman jakson pituutta käytetään myös jaksoilmoituksessa ja kaavion varjostuksessa.
fr: La puissance en direct nécessite un logement équipé d'un Tibber Pulse. La durée du créneau le moins cher sert aussi à la notification de créneau et à l'ombrage du graphique.
it: La potenza in tempo reale richiede una casa con Tibber Pulse. La durata della fascia più economica è usata anche dalla notifica di fascia e dall'ombreggiatura del grafico.
nb: Effekt nå krever et hjem med Tibber Pulse. Lengden på det billigste vinduet brukes også av vindusvarselet og skyggeleggingen i diagrammet.
nl: Actueel vermogen vereist een woning met een Tibber Pulse. De lengte van het goedkoopste venster wordt ook gebruikt voor de venstermelding en de arcering in de grafiek.
sv: Effekt nu kräver ett hem med Tibber Pulse. Längden på det billigaste fönstret används också av fönsternotisen och skuggningen i diagrammet.

source: Loading prices…
da: Indlæser priser…
de: Preise werden geladen…
es: Cargando precios…
fi: Ladataan hintoja…
fr: Chargement des prix…
it: Caricamento prezzi…
nb: Laster priser…
nl: Prijzen laden…
sv: Läser in priser…

source: Low %@, average %@, high %@.
da: Lav %1$@, gennemsnit %2$@, høj %3$@.
de: Tief %1$@, Durchschnitt %2$@, Hoch %3$@.
es: Mínimo %1$@, media %2$@, máximo %3$@.
fi: Alin %1$@, keskiarvo %2$@, ylin %3$@.
fr: Min %1$@, moyenne %2$@, max %3$@.
it: Minimo %1$@, media %2$@, massimo %3$@.
nb: Lav %1$@, gjennomsnitt %2$@, høy %3$@.
nl: Laag %1$@, gemiddeld %2$@, hoog %3$@.
sv: Lägst %1$@, genomsnitt %2$@, högst %3$@.

source: Low · high
da: Lav · høj
de: Tief · hoch
es: Mín. · máx.
fi: Alin · ylin
fr: Min · max
it: Min · max
nb: Lav · høy
nl: Laag · hoog
sv: Lägst · högst

source: Marker
da: Markør
de: Markierung
es: Marcador
fi: Merkki
fr: Repère
it: Indicatore
nb: Markør
nl: Markering
sv: Markör

source: Menu bar
da: Menulinje
de: Menüleiste
es: Barra de menús
fi: Valikkorivi
fr: Barre des menus
it: Barra dei menu
nb: Menylinje
nl: Menubalk
sv: Menyrad

source: Midnight
da: Midnat
de: Mitternacht
es: Medianoche
fi: Keskiyö
fr: Minuit
it: Mezzanotte
nb: Midnatt
nl: Middernacht
sv: Midnatt

source: Next slot's price
da: Pris for næste periode
de: Preis des nächsten Zeitfensters
es: Precio de la siguiente franja
fi: Seuraavan jakson hinta
fr: Prix du créneau suivant
it: Prezzo della prossima fascia
nb: Pris for neste periode
nl: Prijs van volgend tijdvak
sv: Pris för nästa period

source: No Tibber access token yet. Add one in Settings.
da: Intet Tibber-token endnu. Tilføj et under Indstillinger.
de: Noch kein Tibber-Token. Füge eines in den Einstellungen hinzu.
es: Aún no hay token de Tibber. Añade uno en Ajustes.
fi: Tibber-tunnusta ei vielä ole. Lisää se asetuksissa.
fr: Aucun jeton Tibber pour l'instant. Ajoutez-en un dans les réglages.
it: Nessun token Tibber ancora. Aggiungine uno nelle Impostazioni.
nb: Ingen Tibber-token ennå. Legg til ett i innstillingene.
nl: Nog geen Tibber-token. Voeg er een toe in de instellingen.
sv: Ingen Tibber-token ännu. Lägg till en i inställningarna.

source: No homes on this Tibber account.
da: Ingen hjem på denne Tibber-konto.
de: Kein Zuhause in diesem Tibber-Konto.
es: No hay viviendas en esta cuenta de Tibber.
fi: Tällä Tibber-tilillä ei ole koteja.
fr: Aucun logement sur ce compte Tibber.
it: Nessuna casa su questo account Tibber.
nb: Ingen hjem på denne Tibber-kontoen.
nl: Geen woningen op dit Tibber-account.
sv: Inga hem på detta Tibber-konto.

source: No prices for this day yet
da: Ingen priser for denne dag endnu
de: Noch keine Preise für diesen Tag
es: Aún no hay precios para este día
fi: Tälle päivälle ei vielä ole hintoja
fr: Pas encore de prix pour ce jour
it: Ancora nessun prezzo per questo giorno
nb: Ingen priser for denne dagen ennå
nl: Nog geen prijzen voor deze dag
sv: Inga priser för den här dagen ännu

source: No prices yet
da: Ingen priser endnu
de: Noch keine Preise
es: Aún no hay precios
fi: Ei vielä hintoja
fr: Pas encore de prix
it: Ancora nessun prezzo
nb: Ingen priser ennå
nl: Nog geen prijzen
sv: Inga priser ännu

source: None
da: Ingen
de: Keins
es: Ninguno
fi: Ei mitään
fr: Aucune
it: Nessuna
nb: Ingen
nl: Geen
sv: Inget

source: Notifications
da: Notifikationer
de: Mitteilungen
es: Notificaciones
fi: Ilmoitukset
it: Notifiche
nb: Varsler
nl: Meldingen
sv: Notiser

source: Notify me 10 minutes before this window starts
da: Giv mig besked 10 minutter før dette vindue starter
de: 10 Minuten vor Beginn dieses Fensters benachrichtigen
es: Avisarme 10 minutos antes de que empiece esta franja
fi: Ilmoita 10 minuuttia ennen tämän jakson alkua
fr: Me prévenir 10 minutes avant le début de ce créneau
it: Avvisami 10 minuti prima dell'inizio di questa fascia
nb: Varsle meg 10 minutter før dette vinduet starter
nl: Stuur me 10 minuten voor dit venster een melding
sv: Meddela mig 10 minuter innan det här fönstret börjar

source: Now %@.
da: Nu %@.
de: Jetzt %@.
es: Ahora %@.
fi: Nyt %@.
fr: Actuellement %@.
it: Ora %@.
nb: Nå %@.
nl: Nu %@.
sv: Nu %@.

source: Offline, showing cached prices
da: Offline, viser gemte priser
de: Offline, zwischengespeicherte Preise werden angezeigt
es: Sin conexión, mostrando precios guardados
fi: Offline, näytetään tallennetut hinnat
fr: Hors ligne, prix en cache affichés
it: Offline, prezzi memorizzati
nb: Frakoblet, viser lagrede priser
nl: Offline, opgeslagen prijzen worden getoond
sv: Offline, visar sparade priser

source: Open Settings…
da: Åbn indstillinger…
de: Einstellungen öffnen…
es: Abrir Ajustes…
fi: Avaa asetukset…
fr: Ouvrir les réglages…
it: Apri Impostazioni…
nb: Åpne innstillinger…
nl: Instellingen openen…
sv: Öppna inställningar…

source: Paste your token
da: Indsæt dit token
de: Token einfügen
es: Pega tu token
fi: Liitä tunnuksesi
fr: Collez votre jeton
it: Incolla il tuo token
nb: Lim inn tokenet ditt
nl: Plak je token
sv: Klistra in din token

source: Personal access token
da: Personligt adgangstoken
es: Token de acceso personal
fi: Henkilökohtainen käyttötunnus
fr: Jeton d'accès personnel
it: Token di accesso personale
nb: Personlig tilgangstoken
sv: Personlig åtkomsttoken

source: Plain (0,283)
da: Kun tal (0,283)
de: Nur Zahl (0,283)
es: Solo número (0,283)
fi: Pelkkä luku (0,283)
fr: Nombre seul (0,283)
it: Solo numero (0,283)
nb: Kun tall (0,283)
nl: Kaal (0,283)
sv: Endast tal (0,283)

source: Power gauge %lld percent of today's peak
da: Effektmåler %lld procent af dagens top
de: Leistungsanzeige %lld Prozent des heutigen Spitzenwerts
es: Indicador de potencia al %lld por ciento del pico de hoy
fi: Tehomittari %lld prosenttia päivän huipusta
fr: Jauge de puissance à %lld pour cent du pic du jour
it: Indicatore di potenza al %lld per cento del picco di oggi
nb: Effektmåler %lld prosent av dagens topp
nl: Vermogensmeter %lld procent van de piek van vandaag
sv: Effektmätare %lld procent av dagens topp

source: Power now
da: Effekt nu
de: Leistung jetzt
es: Potencia ahora
fi: Teho nyt
fr: Puissance actuelle
it: Potenza ora
nb: Effekt nå
nl: Vermogen nu
sv: Effekt nu

source: Preview
da: Eksempel
de: Vorschau
es: Vista previa
fi: Esikatselu
fr: Aperçu
it: Anteprima
nb: Forhåndsvisning
nl: Voorbeeld
sv: Förhandsvisning

source: Price
da: Pris
de: Preis
es: Precio
fi: Hinta
fr: Prix
it: Prezzo
nb: Pris
nl: Prijs
sv: Pris

source: Price axis starts at zero
da: Prisaksen starter ved nul
de: Preisachse beginnt bei null
es: El eje de precios empieza en cero
fi: Hinta-akseli alkaa nollasta
fr: L'axe des prix commence à zéro
it: L'asse dei prezzi parte da zero
nb: Prisaksen starter på null
nl: Prijsas begint bij nul
sv: Prisaxeln börjar på noll

source: Price chart
da: Prisdiagram
de: Preisdiagramm
es: Gráfico de precios
fi: Hintakaavio
fr: Graphique des prix
it: Grafico dei prezzi
nb: Prisdiagram
nl: Prijsgrafiek
sv: Prisdiagram
